/* Append indication of trial license */
" (Expiring Trial License)" = "(Licence d'essai va expirée)";

/* Append indication of license type */
" - Household License" = " - Licence de domicile";

/* Append indication of license type */
" - Site License" = " - Licence de site";

/* Describes a recent time: [%@ = Yesterday/Today/Tomorrow] at [%@ = time] */
"%@ at %@" = "%1$@ à %2$@";

/* Unexpected Exception Alert Title for Application name */
"%@ encountered a problem." = "%@ a rencontré des difficultés.";

/* The first @ is the name of the application. */
"%@ encountered problems downloading some plug-ins.  Please report this to Karelia Software.\n\n%@" = "%1$@ a rencontré des difficultés à télécharger certains modules. Veuillez signaler ceci à Karelia Software. \n\n%2$@";

/* The first @ is the name of the application. */
"%@ encountered problems downloading the plug-in.  Please report this to Karelia Software.\n\n%@" = "%1$@ a rencontré des difficultés à télécharger le module. S'il vous plaît rapport à ce Karelia Software.\n\n%2$@";

/* Both @s are the name of the application. */
"%@ has installed the plug-in.  You will need to restart %@ to see it." = "%1$@ a installé le module. Vous devrez redémarrer %2$@ pour le voir.";

/* Both @s are the name of the application. */
"%@ has installed the plug-ins.  You will need to restart %@ to see them." = "%1$@ a installé les modules. Vous devrez redémarrer %2$@ pour les voir.";

/* window title format */
"%@ Inspector" = "%@ Inspecteur";

/* Headling showing that [app] is already registered */
"%@ is already registered. Thank you." = "%@ est déjà enregistré. Merci.";

/* count of pages in a document if more than one page */
"%@ pages" = "%@ pages";

/* explanation going inside temporary file */
"%@ This temporary file can be safely deleted if it is found.\n%@ created this file to verify that this computer was reachable over the Internet." = "%1$@ Ce fichier temporaire peut être effacé sans risque si trouvé.\n%2$@ créé ce fichier pour vérifier que cet ordinateur était accessible via Internet.";

/* format string for showing how many characters have been typed */
"%d characters" = "%d caractères";

/* <count> errors */
"%d errors" = "%d erreurs";

/* count of designs in a 'family' group. */
"%d variations" = "%d variations";

/* <count> warnings */
"%d warnings" = "%d avertissements";

/* Label to indicate that date shown is creation date */
"(Creation Date)" = "(Date de création)";

/* Indication in site outline that the page has an empty title. Distinct from untitled, which is for newly created pages. */
"(Empty title)" = "(Titre vide)";

/* Label to indicate that date shown is modification date */
"(Modification Date)" = "(Date de modification)";

/* Quartz Extreme Comment */
"(Quartz Extreme functionality is supported by the following video GPUs: NVIDIA GeForce2 MX and later, or any AGP-based ATI RADEON GPU. A minimum of 16MB VRAM is required.)" = "(La fonctionnalité Quartz Extreme supportée par les cartes vidéo suivantes : NVIDIA GeForce2 MX et ultérieurs, ou toutes GPU AGP ATI RADEON. Un minimum de 16MO VRAM est requis.)";

/* format string for showing that ZERO characters have been typed */
"0 characters" = "0 caractères";

/* format string for showing that ONE character has been typed */
"1 character" = "1 carectère";

/* No comment provided by engineer. */
"1 error" = "1 erreur";

/* 1 designs in a 'family' group */
"1 variation" = "1 variation";

/* No comment provided by engineer. */
"1 warning" = "1 avertissement";

/* placeholder */
"<p>Caption text</p>" = "<p>LTexte égende</p>";

/* placeholder */
"<p>Double-click to edit</p>" = "<p>Double-cliquer pour modifier</p>";

/* placeholder */
"<p>Introduction text</p>" = "<p>Texte Introduction </p>";

/* Introductory text for Weblogs */
"<p>This is a new weblog. You can replace this text with an introduction to your blog, or just delete it if you wish. To add an entry to the weblog, add a new page using the \\U201CPages\\U201D button in the toolbar. For more information on blogging with Sandvox, please have a look through our <a href=\"help:Blogging_with_Sandvox\">help guide</a>.</p>" = "<p>Il s'agit d'un nouveau blogue. Vous pouvez remplacer ce texte par une introduction à votre blogue, ou le supprimer si vous le souhaitez. Pour ajouter une entrée dans le blogue, ajouter une nouvelle page à l'aide du bouton \"Pages\" dans la barre d'outils. Pour plus d'informations sur les blogues avec Sandvox, veuillez jeter un coup d'oeil via notre <a href=\"help:Blogging_with_Sandvox\">guide d'aide</a>.</p>";

/* left double quote */
"\\U201C" = "“";

/* quotes around the document name */
"\\U201C%@\\U201D" = "“%@”";

/* Title of alert */
"\\U201CSites\\U201D must be a folder" = "\"Sites\" doit être un dossier";

/* right double quote */
"\\U201D" = "”";

/* second half -- warning when computer could not be reached. */
"\n\nIf you are just testing, and you are OK with your site not being accessible from the Internet, then feel free to ignore this warning." = "\n\nSi vous testez seulement, et vous êtes à l'aise à ce que votre site ne soit pas accessible depuis Internet, alors vous pouvez ignorer cet avertissement.";

/* format: This is an Crash Report. */
"\nThis is a %@ Crash Report. Getting good feedback is essential for continually improving %@. Please email the contents of this document to %@ with the subject \\U201C%@\\U201D. Once sent, you may remove the file at your convenience. Thank you.\n\n" = "\nCeci est un rapport de plantage %1$@. L'obtention de bons commentaires est essentielle pour améliorer continuellement %2$@. Veuillez envoyer par courriel le contenu de ce document à %3$@ avec \"%4$@\" en objet. Une fois envoyé, vous pouvez supprimer le fichier à votre convenance. Merci.\n\n";

/* Message in alert */
"A file at the path '%@' was found. However, this must be a folder, not a file. Please replace this file with a folder." = "Un fichier au chemin d'accès '%@' a été trouvé. Cependant, il doit être un dossier, pas un fichier. Veuillez remplacer ce fichier par un dossier.";

/* placeholder */
"A website thoughtfully crafted with Sandvox" = "Un site Web conçu intelligemment avec Sandvox";

/* Button to accept other automatically found media */
"Accept Other File" = "Accepter l'autre fichier";

/* Button to accept other automatically found media */
"Accept Other Files" = "Accepter d'autres fichiers";

/* context menu item */
"Add Custom Summary" = "Ajouter un résumé personnalisé";

/* Quartz Extreme Comment */
"Advanced title creation is only available on Macs that support Quartz Extreme." = "La création avancée de titres est seulement disponible sur les Mac qui supportent Quartz Extreme.";

/* indicate all designs to be shown, goes below 'Choose a design for your site:',  above list of designs. */
"All" = "Tous";

/* all plugin types, for 'show:' popup menu */
"All types" = "Tous les types";

/* Placeholder */
"Anonymous" = "Anonyme";

/* Prompt when offering to locate other missing media files. */
"Another missing media file has been found in the same location." = "Un autre fichier média manquant a été trouvé au même endroit.";

/* License change alert title */
"Are you sure you want to change the registration key to \\U201C%@?\\U201D" = "Êtes-vous sûr de vouloir changer la clé d'enregistrement à \"%@?\"";

/* No comment provided by engineer. */
"Are you sure you want to clear the registration key?" = "Êtes-vous sûr de vouloir effacer la clé d'enregistrement ?";

/* alert title */
"Are you sure you want to delete “%@”?" = "Souhaitez-vous vraiment supprimer « %@ » ?";

/* alert title */
"Are you sure you want to publish the page “%@” as a collection?" = "Êtes-vous sûr de vouloir publier la page \"%@\" comme une collection?";

/* alert title */
"Are you sure you want to stop publishing the page “%@” as a collection?" = "Êtes-vous sûr de vouloir arrêter de publier la page \"%@\" comme une collection?";

/* category for kind of design, goes below 'Choose a design for your site:',  above list of designs. */
"Artistic" = "Artistique";

/* status message for test connection */
"Attempting to change to directory… " = "Tente de changer de répertoire… ";

/* status message for test connection */
"Attempting to delete the test file… " = "Tente de supprimer le fichier test… ";

/* status message for test connection */
"Attempting to download the test file… " = "Tente de télécharger le fichier test… ";

/* status message for test connection */
"Attempting to upload a test file… " = "Tente d'envoyer un fichier test… ";

/* name of object to insert */
"Audio" = "Audio";

/* status of file chosen for audio. Should fit in 3 lines in inspector. */
"Audio cannot be loaded on this computer." = "L’audio ne peut être chargé sur cet ordinateur.";

/* status of file chosen for audio. Should fit in 3 lines in inspector. */
"Audio cannot be played in most browsers." = "L’audio ne peut être lu sur la plupart des navigateurs.";

/* status of file chosen for audio. Should fit in 3 lines in inspector. */
"Audio is compatible with a wide range of devices." = "Audio est compatible avec un large éventail de dispositifs.";

/* status of file chosen for audio. Should fit in 3 lines in inspector. */
"Audio is protected and cannot play on other systems." = "Audio est protégé et ne peut pas jouer sur d'autres systèmes.";

/* status of file chosen for audio. Should fit in 3 lines in inspector. */
"Audio will not play on Windows PCs unless QuickTime is installed" = "Audio ne jouera pas sur les PC Windows, sauf si QuickTime est installé";

/* Publishing engine authentication error */
"Authentication failed." = "L’authentification a échoué.";

/* Quick Look preview sticky-note text */
"Author" = "Auteur";

/* connection delegate */
"Authorize Connection?" = "Autoriser la connexion ?";

/* Description of design grouping */
"Background" = "Arrière-plan";

/* back-to-top LINK on web pages */
"backToTopLinkHTML" = "[Haut de page]";

/* Back to top title, generally EMPTY */
"backToTopTitleHTML" = " ";

/* menu item */
"Badges" = "Badges";

/* category for kind of design, goes below 'Choose a design for your site:',  above list of designs. */
"Basic" = "Général";

/* document upgrade informative text */
"Before it can be opened, this document must be upgraded to the latest Sandvox data format. A backup of the original document will be saved as “%@.”" = "Avant qu'il ne puisse être ouvert, ce document doit être mis à niveau vers le dernier format des données Sandvox. Une copie de sauvegarde du document original sera enregistré sous « %@ ».";

/* category for kind of design, goes below 'Choose a design for your site:',  above list of designs. */
"Bold" = "Gras";

/* type of design */
"Bright" = "Lumineux";

/* Button title to purchase a license */
"Buy a License" = "Acheter un licence";

/* Error: Can't write file to path - directory is not writable (%@) */
"Can\\U2019t write file to path - directory is not writable (%@)" = "Ne peut écrire le fichier au chemin - répertoire n'est pas inscriptible (%@)";

/* Error: Can't write file to path - parent is not a directory (%@) */
"Can\\U2019t write file to path - parent is not a directory (%@)" = "Ne peut écrire le fichier au chemin - parent n'est pas un répertoire (%@)";

/* Button title
   Button Title
   button title
   Cancel Button */



"Cancel" = "Annuler";

/* alert message */
"Cannot copy document over itself." = "Impossible de copier le document sur lui-même.";

/* Warning to show when an audio cannot be played */
"cannotPlayTitleText" = "Ce navigateur ne peut pas lire le fichier audio intégré.";

/* Warning to show when a video cannot be played */
"cannotViewTitleText" = "Ce navigateur ne peut pas lire le fichier vidéo intégré.";

/* button title */
"Change" = "Modifier";

/* Button title to change registration code */
"Change Registration" = "Modifier l'enregistrement";

/* Suggestion for the user to perform */
"Change the HTML declaration at the top to be a less restrictive type" = "Modifier la déclaration HTML en haut pour un type moins restrictif";

/* Suggestion for the user to perform */
"Change the HTML declaration in the offending object(s) to be a less restrictive type" = "Modifier la déclaration HTML sur le(s) objet(s) choquant(s) pour être d'un type moins restrictif";

/* Suggestion for the user to perform */
"Change the HTML declaration to a less restrictive type" = "Modifier la déclaration HTML pour un type moins restrictif";

/* Button title */
"Check for Updates" = "Rechercher une mise à jour";

/* Suggestion for the user to perform */
"Check the raw HTML objects on the page, and fix the offending HTML code so that they no longer return validation errors or warnings" = "Vérifier les objets en HTML brut sur la page, et fixer le code HTML choquant pour qu'ils ne renvoient plus d'erreurs de validation ou des avertissements.";

/* Alert info */
"Choose a different location or file name for the export." = "Choisir un emplacement ou un nom de fichier différent pour l'exportation.";

/* New page pulldown button menu item title */
"Choose…" = "Choisir…";

/* Button title to clear registration */
"Clear" = "Clair";

/* Button title */
"Close" = "Fermer";

/* menu title */
"Collection" = "Collection";

/* menu title with ellipses
   menu title, NO ellipses */

"Collection…" = "Collection…";

/* No comment provided by engineer. */
"Color" = "Teinte";

/* type of design */
"Colorful" = "Colorées";

/* String_On_Page_Template -- text for link on a blog posting */
"Comments" = "Commentaires";

/* Title of results alert */
"Congratulations!  The HTML is valid." = "Félicitations ! L'HTML est correct.";

/* status message for test connection */
"Connectivity test passed!" = "Test de connectivité réussi !";

/* menu item title */
"Contact Form" = "Formulaire de contact";

/* status message for test connection */
"Contacting %@… " = "Contact avec %@… ";

/* Button in setup host to go to next dialog */
"Continue" = "Continuer";

/* Link to read a full article. @@ is replaced with the page title */
"Continue reading @@" = "Poursuivre la lecture @@";

/* menu title */
"Convert to Collection" = "Convertir en Collection";

/* menu title */
"Convert to Single Page" = "Convertir en une seule page";

/* Copy MenuItem */
"Copy" = "Copier";

/* Copy Page MenuItem */
"Copy Page" = "Copier une page";

/* Copy Pages MenuItem */
"Copy Pages" = "Copier les pages";

/* No comment provided by engineer. */
"Copying pages…" = "Copie de pages…";

/* No comment provided by engineer. */
"Copying…" = "Copie…";

/* Title of alert */
"Could not create \\U201CSites\\U201D folder" = "Ne peut créer le dossier \"Sites\"";

/* Title of alert */
"Could not find web server documents folder." = "N'a pas pu trouver le dossier de documents du serveur Web.";

/* Title of alert */
"Could not make \\U201CSites\\U201D folder readable" = "N'a pas pu rendre le dossier \"Sites\" lisible";

/* Title of alert */
"Could not make web server folder readable" = "N'a pas pu rendre le dossier du serveur Web lisible";

/* Title of alert */
"Could not modify \\U201CSites\\U201D folder" = "Ne peut modifier le dossier \"Sites\"";

/* Title of alert */
"Could not modify web server documents folder" = "N'a pas pu modifier le dossier de documents du serveur Web";

/* Title of alert */
"Could not store password in keychain" = "Ne peut enregistrer le mot de passe dans le trousseau";

/* Crash Report FileName */
"Crash Report" = "Rapport de blocage";

/* status message for test connection */
"Creating Directories… " = "Création des répertoires…. ";

/* Cut MenuItem */
"Cut" = "Couper";

/* Cut Page MenuItem */
"Cut Page" = "Couper une page";

/* Cut Pages MenuItem */
"Cut Pages" = "Couper des pages";

/* type of design */
"Dark" = "Foncé";

/* The default item in a list. */
"Default" = "Par défaut";

/* Title of initial home page */
"defaultRootPageTitleText" = "Page d'accueil";

/* button title
   Delete MenuItem
   menu item */


"Delete" = "Supprimer";

/* Delete Collection MenuItem */
"Delete Collection" = "Supprimer une collection";

/* Delete Page MenuItem */
"Delete Page" = "Supprimer\nune page";

/* Delete Pages MenuItem */
"Delete Pages" = "Supprimer des pages";

/* plugin type for 'show:' popup menu */
"Designs" = "Designs";

/* status message for test connection */
"Disconnecting… " = "Déconnexion… ";

/* String_On_Page_Template -- text for link on a blog posting */
"Disqus Comments" = "Commentaires Disqus";

/* No comment provided by engineer. */
"Disqus, short name not set" = "Disqus, raccourci non fixé";

/* Title of alert */
"Do you really want to save your incomplete hosting information?" = "Désirez-vous vraiment enregistrer votre information inachevée d'hébergement ?";

/* No comment provided by engineer. */
"Do you want to send this message?" = "Voulez-vous envoyer ce message?";

/* Document Inspector */
"Document" = "Document";

/* brief description of error */
"Document model error." = "Erreur du modèle de document.
";

/* Button Title
   Don't Save Button */

"Don\\U2019t Save" = "Ne pas enregistrer";

/* Done Button in setup host */
"Done" = "Terminé";

/* status message for test connection */
"Done." = "Terminé.";

/* button title */
"Download & Install Checked Items" = "Télécharger et installer les éléments cochés";

/* action name for dragging source objects within the outline */
"Drag" = "Glisser";

/* Duplicate MenuItem */
"Duplicate" = "Dupliquer";

/* No comment provided by engineer. */
"Echo/JS-Kit, no moderator" = "Echo/JS-Kit, pas de modérateur";

/* Button in setup host to start the editing process */
"Edit" = "Édition";

/* Window title, showing title of element */
"Edit \\U201C%@\\U201D HTML" = "Modifier l'HTML \"%@\"";

/* Window title */
"Edit HTML" = "Modifier le HTML";

/* menu item */
"Embedded" = "Intégré";

/* menu item title
   New page pulldown button menu item title */

"Empty/Text" = "Vide/Texte";

/* Button title to enter a license Code */
"Enter License Key" = "Saisir les infos de licence";

/* Prompt to enter registration key (with a 'key' icon next to this text) */
"Enter your registration key to unlock %@:" = "Entrez votre clé d'enregistrement pour déverrouiller %@ :";

/* alert title */
"Error Downloading Plug-ins" = "Erreur lors du téléchargement du module";

/* Alert Message Title, error installing one plugin */
"Error Installing Plug-in" = "Erreur lors de l'installation du module";

/* Alert Message Title, error installing multiple plug-ins */
"Error Installing Plug-ins" = "Erreur lors de l'installation des modules";

/* No comment provided by engineer. */
"Error Loading Web Page" = "Erreur en chargeant une page Web";

/* No comment provided by engineer. */
"Error message reported was: %@" = "Message d'erreur signalé est : %@";

/* information for an error */
"Error type: %@, code %d" = "Type d'erreur : %1$@, code %2$d";

/* status message for test connection */
"Errors encountered, test failed. Please go back and check your settings." = "Des erreurs se sont produites, essai échoué. Veuillez revenir et vérifier vos réglages.";

/* status message for test connection */
"Establishing %@ connection… " = "Établissement de la connexion %@… ";

/* Explanation Text for validator output */
"Even if you get errors or warnings, your page will often render just fine in most browsers — many large companies have HTML that does not pass validation on their pages — but in some cases this will explain why your page does not look right." = "Même si vous obtenez des erreurs ou des avertissements, votre page s'affichera souvent très bien dans la plupart des navigateurs — De nombreuses grandes compagnies utilisent sur leurs pages un HTLM qui ne réussit pas à être validé — mais dans quelques cas, ceci expliquera pourquoi votre page ne s'affiche pas bien.";

/* Examples of HTML tags that may have problems */
"Examples: <embed>, <video>, <iframe>, <font>, <wbr>" = "Exemples : <embed>, <video>, <iframe>, <font>, <wbr>";

/* Header, shown above Explanation Text for validator output */
"Explanation and Impact" = "Explication et impact";

/* button title */
"Export" = "Exporter";

/* Growl notification */
"Export Complete" = "Export complété";

/* save panel name field label. You must keep it short! */
"Export To:" = "Exporter vers :";

/* Upload information */
"Exporting “%@”" = "Exportation de « %@ »";

/* Publishing sheet title */
"Exporting…" = "Exportation";

/* button title */
"Export…" = "Exporter…";

/* New page pulldown button menu item title */
"External Link" = "Lien externe";

/* status message for test connection */
"Failed" = "Échec";

/* status message for test connection */
"Failed." = "Échoué.";

/* Title of progress dialog */
"Fetching results…" = "Apporter les résultats…";

/* Suggestion for the user to perform */
"Fix the HTML so that it no longer returns any errors or warnings" = "Arranger l'HTML  de sorte qu'il ne retourne plus d'erreurs ou d'avertissements";

/* name of object to insert */
"Flash" = "Clignoter";

/* type of design */
"Flexible width" = "Largeur flexible";

/* Indicator of license status of app */
"Free edition (Unlicensed)" = "Modification gratuite (sans licence)";

/* format to show URL where it is accessible from Internet -- not verified though */
"From the Internet, it should be reachable at %@. (Not yet verified)" = "À partir d'Internet, on pourrait le rejoindre à %@. (Pas encore vérifié.)";

/* format to show URL where it is accessible from Internet */
"From the Internet, it will be reachable at %@." = "À partir d'Internet, on pourra le rejoindre à %@.";

/* Description of design grouping */
"Genre" = "Genre";

/* category for kind of design, goes below 'Choose a design for your site:',  above list of designs. */
"Glossy" = "Brillant";

/* Graphic Inspector */
"Graphic" = "Graphique";

/* SINGULAR Explanation Text for validator output */
"Here are some possible explanations for the error:" = "Voici quelques explications possibles pour l'erreur :";

/* PLURAL Explanation Text for validator output */
"Here are some possible explanations for the errors:" = "Voici quelques explications possibles pour les erreurs :";

/* SINGULAR Explanation Text for validator output */
"Here are some possible explanations for the warning:" = "Voici quelques explications possibles pour l'avertissement :";

/* PLURAL Explanation Text for validator output */
"Here are some possible explanations for the warnings:" = "Voici quelques explications possibles pour les avertissements :";

/* menu title to hide inspector panel */
"Hide Inspector" = "Masquer l’inspecteur";

/* menu title to hide inspector panel */
"Hide Inspectors" = "Masquer les inspecteurs";

/* menu title to hide inspector panel */
"Hide Media Browser" = "Masquer le navigateur de média";

/* alert title when the character set specified on the host doesn't match settings */
"Host Character Set Mismatch" = "Jeu de caractères hôte ne corresponds pas";

/* Undo name */
"Host Settings" = "Réglages de l'hôte";

/* web sharing not activated, in summary */
"However, web sharing must be activated in order for this to be functional." = "Cependant, le Partage Web doit être activé pour que ceci soit fonctionnel.";

/* Description of style of HTML - note that we do not say Transitional */
"HTML 4.01" = "HTML 4.01";

/* status of HTML text entered into window */
"HTML appears OK. Validate for detailed diagnostics." = "L'HTML semble OK. Demander la validation pour avoir un diagnostic détaillé.";

/* Description of style of HTML */
"HTML5" = "HTML5";

/* Button prompting user not to lose code */
"I will store the registration key in a safe place." = "Je vais conserver la clé d'enregistrement dans un endroit sûr.";

/* Explanation Text for validator output */
"If you are experiencing display problems on certain browsers, you should fix any error messages in the raw HTML objects that you put onto your page (including code injection), or adjust the HTML style specified for this page to be a less restrictive document type." = "Si vous rencontrez des problèmes d'affichage sur certains navigateurs, vous devriez régler tous les messages d'erreur sur les objets en HTML brut que vous avez mis sur votre page (y compris l'injection de code), ou arranger le style HTML spécifié pour cette page pour que le  type de document soit moins restrictif.";

/* Explanation Text for validator output */
"If you are experiencing display problems on certain browsers, you should fix any error messages in this raw HTML object, or adjust the HTML style specified for this object to be a less restrictive document type." = "Si vous rencontrez des problèmes d'affichage sur certains navigateurs, vous devriez régler tous les messages d'erreur sur cet objet en HTML brut, ou mettre au point le style HTML spécifié pour cet objet pour que le type de document soit moins restrictif.";

/* HSA guide (Our documentation is in English only right now) */
"If you are not experienced configuring your host, we suggest you read our online help, using the help button on this window." = "Si vous n'avez pas l'expérience pour configurer votre serveur, nous suggérons que vous lisiez notre aide en ligne (en anglais), à l'aide du bouton Aide sur cette fenêtre.";

/* No comment provided by engineer. */
"If you proceed, the %@ registration information for this computer will be removed." = "Si vous continuez, l'information d'enregistrement de %@ pour cet ordinateur sera supprimée.";

/* No comment provided by engineer. */
"If you proceed, the existing %@ registration information for this computer will be removed." = "Si vous continuez, l'information d'enregistrement existante de %@ pour cet ordinateur sera supprimée.";

/* validation error message for illegal 'stem' docRoot */
"Illegal characters found in docRoot." = "Des caractères illégaux sont trouvés dans docRoot.";

/* validation error message for illegal URL */
"Illegal characters found in URL. A URL must look something like http://www.domain.com/path/" = "Des caractères illégaux sont trouvés dans l'URL. Une URL doit ressembler à http://www.domaine.com/chemin/";

/* validation error message for illegal userID */
"Illegal characters found in User ID. A User ID contains numbers and letters and underscores." = "Des caractères illégaux sont trouvés dans l'ID Utilisateur. Un ID Utilisateur contient des nombres, des lettres et des soulignés.";

/* validation error message for illegal subfolder */
"Illegal characters were found in the folder name.  Please limit the folder name to letters, numbers, dashes, and underscores." = "Des caractères illégaux sont trouvés dans le nom du dossier.";

/* Indicator what directory the file is found in, thus it is ''in <foldername>'' */
"in %@" = "dans %@";

/* menu item */
"Indexes" = "Index";

/* Message while initializing launching application. */
"Initializing…" = "Initialisation…";

/* open panel prompt button */
"Insert" = "Insérer";

/* ActionName: Insert Text */
"Insert Text" = "Insérer un texte";

/* No comment provided by engineer. */
"installed the plug-ins" = "Impossible de lire la base de données des modules";

/* No comment provided by engineer. */
"Installing Plug-ins…" = "Installation des modules…";

/* String_On_Page_Template -- text for link on a blog posting */
"IntenseDebate Comments" = "Commentaires IntenseDebate";

/* No comment provided by engineer. */
"IntenseDebate, no Account ID" = "Pas d'identifiant de compte IntenseDebate";

/* title of reminder note - please make sure this will fit on welcome window when unlicensed */
"Invalid Registration Key" = "Clef d'enregistrement invalide";

/* Indicator of license status of app */
"Invalid registration key entered" = "La clé d'enregistrement saisie est invalide";

/* Host Setup - 404 */
"It appears that the URL, %@, does not resolve to this computer. A web server was contacted, but the test file was not found. One explanation is that you may have a router installed on your local network that does not send requests for web pages to your computer. You will need to consult the documentation for your router or speak to your network administrator." = "Il s'avère que l'URL, %@, ne se résout pas à cet ordinateur. Un serveur Web a été contacté, mais le fichier test n'a pas été trouvé. Une explication est que vous pouvez avoir un routeur installé sur votre réseau local qui n'envoie pas les demandes de pages Web à votre ordinateur. Vous devrez consulter la documentation pour votre routeur ou parler à votre administrateur de réseau.";

/* Host Setup - wrong computer */
"It appears that the URL, %@, does not resolve to this computer. One reason is that the hostname of this computer may have been improperly specified, and not actually correspond to your computer." = "Il s'avère que l'URL, %@, ne résout pas à cet ordinateur. Une raison est que le nom hôte de cet ordinateur a pu avoir été incorrectement indiqué, et ne correspond pas réellement à votre ordinateur.";

/* format to show URL where it is accessible from LAN */
"It can be reached from your computer and others in your local network at %@." = "Il peut être rejoint de votre ordinateur et d'autres dans votre réseau local à %@.";

/* alert subtitle */
"It has already been published at:" = "Déjà publier sur :";

/* format to summarize how URL will be retrieved from the Web */
"It will be reachable from the Web at %@ ." = "Il sera accessible du Web à %@.";

/* format to summarize how URL will be published on a remote host */
"It will be transmitted via %@ to your '%@' account at %@." = "Il sera transmis via %1$@ à votre compte '%2$@' à %3$@.";

/* Prompt to join our mailing list */
"Join the Karelia Email List" = "Inscrivez-vous à la liste email de Karelia";

/* Quick Look preview sticky-note text */
"Language" = "Langue :";

/* Quick Look preview sticky-note text */
"Last updated" = "Dern. mise à jour";

/* Menu item */
"License Required to Publish Page" = "Il faut une licence pour publier la page";

/* Headling showing that [app] is running too many copies simultaneously. */
"License Violation: Too Many Copies of %@ are Simultaneously Running." = "Violation de la licence : Trop d'exemplaires de %@ sont en utilisation.";

/* Just indicate that it's licensed, with no name. */
"Licensed" = "Sous licence";

/* Shows who the application is licensed to */
"Licensed to %@" = "Sous licence à %@";

/* Link Inspector */
"Link" = "Lien";

/* Button to make web folder writable */
"Make Writable" = "Rendre inscriptible";

/* brief indication of maximum length of file name */
"Maximum %d characters" = "Maximum %d caractères";

/* inspector title */
"Media" = "Média";

/* title for window */
"Media Browser" = "Navigateur de médias";

/* name of object to insert */
"Media Placeholder" = "Contenant pour médias";

/* No comment provided by engineer. */
"Message from Karelia Software" = "Message de Karelia Software";

/* brief description of error */
"Metadata error." = "Erreur de métadonnées.";

/* Metrics Inspector */
"Metrics" = "Métriques";

/* category for kind of design, goes below 'Choose a design for your site:',  above list of designs. */
"Minimal" = "Minimale";

/* Publishing engine authentication error */
"MobileMe password could not be found." = "Le mot de passe MobileMe n'a pas pu être trouvé.";

/* Publishing engine authentication error */
"MobileMe username could not be found." = "L'identifiant MobileMe n'a pas pu être trouvé.";

/* hyperlink to a page that will tell more details about the warning
   menu item */

"More" = "Plus";

/* brief indication of maximum length of text */
"More than 156 characters will be truncated" = "Au delà de 156, le nombre de caractères sera tronqué";

/* brief indication of maximum length of text */
"More than 65 characters will be truncated" = "Au delà de 65, le nombre de caractères sera tronqué";

/* Selection placeholder */
"Multiple Pages Selected" = "Plusieurs pages sélectionnées";

/* site title */
"My Website" = "Mon site Web";

/* alt text of navigation button */
"navigateListHTML" = "Liste";

/* text of navigation button */
"navigateMainHTML" = "Principal";

/* alt text of navigation button */
"navigateNextHTML" = "Suivant";

/* alt text of navigation button */
"navigatePreviousHTML" = "Précédent";

/* No Button */
"No" = "Non";

/* message for progress window */
"No changes need publishing." = "Aucune modification a publié.";

/* No document path specified. */
"No document path specified." = "Aucun chemin au document spécifié.";

/* No comment provided by engineer. */
"No errors" = "Aucune erreur";

/* Page thumbnail picker placeholder */
"No images found on page" = "Aucune image trouvée sur la page";

/* Warning that string/strings yielded no matching designs */
"No matches for %@" = "Pas de concordance pour %@";

/* No comment provided by engineer. */
"No plug-in found with the identifier %@" = "Aucun module trouvé avec l'identifiant %@";

/* No comment provided by engineer. */
"No warnings" = "Aucun avertissement";

/* Host Setup - No Web Server */
"No web server appears to be responding at the URL you specified, %@. The web server on your computer may not be functioning. Or the hostname of this computer may have been improperly specified. Or you may have a router installed on your local network that does not send requests for web pages to your computer. You will need to consult the documentation for your router or speak to your network administrator." = "Aucun serveur Web ne semble répondre à l'URL que vous avez indiquée, %@. le serveur Web sur votre ordinateur peut ne pas fonctionner. Ou peut-être le nom hôte de cet ordinateur a pu avoir été incorrectement indiqué. Ou vous pouvez avoir un routeur installé sur votre réseau local qui n'envoie pas les demandes de pages Web à votre ordinateur. Vous devrez consulter la documentation pour votre routeur ou parler à votre administrateur de réseau.";

/* Warning to show when a video cannot be played */
"noCrossDomainFlashText" = "Impossible d'intégrer une vidéo hébergée à distance basée sur du Flash.";

/* title of alert */
"Non-Page Link" = "Lien sans page";

/* no comments */
"None Selected" = "Aucune sélectionné";

/* text to make sure content is legal */
"Note: Before posting materials (text, images, audio, etc.) on your site, check that you own the copyright and/or control the necessary rights." = "Nota : Avant d'afficher du matériel (texte, images, audio, etc.) sur votre site, assurez-vous que vous en possédez le copyright et/ou vérifiez les droits nécessaires pour ce faire.";

/* Selection placeholder */
"Nothing Selected" = "Aucun élément sélectionné";

/* change cancel button to ok
   OK Button */

"OK" = "OK";

/* For DESKTOP: indicator that a file is ON (the) <desktop> (not IN it), as appropriate for your language */
"on %@" = "le %@";

/* Button to ignore other automatically found media */
"Only This File" = "Ce fichier seulement";

/* Button title - single recent document to open */
"Open Selected Item" = "Ouvrir l’élément sélectionné";

/* Button title - plural recent documents to open */
"Open Selected Items" = "Ouvrir les éléments sélectionnés";

/* followed by date that a document was last opened */
"opened %@" = "a été ouvert %@";

/* Alert Message */
"Opening %@…" = "Ouvre %@…";

/* status message for test connection */
"Operation timed out." = "L'opération a manqué de temps.";

/* Prompt when offering to locate other missing media files. */
"Other missing media files have been found in the same location." = "D'autres fichiers média manquants ont été retrouvés au même endroit.";

/* Page Inspector */
"Page" = "Page";

/* Window title */
"Page Code Injection" = "Injection du code de la page";

/* HTML Validator Window Title. Followed by <count> errors, <count> warnings */
"Page Validator Results: %@, %@" = "Résultats du validateur de page : %1$@, %2$@";

/* pagelet title placeholder */
"Pagelet" = "Pagelet";

/* Quick Look preview sticky-note text */
"Pages" = "Pages";

/* plugin type for 'show:' popup menu */
"Pages/Pagelets" = "Pages/Pagelets";

/* No comment provided by engineer. */
"PALETTE_ADD_COLLECTION_POPUP" = "Index";

/* No comment provided by engineer. */
"PALETTE_ADD_PAGE" = "Nouvelle page";

/* No comment provided by engineer. */
"PALETTE_ADD_PAGE_POPUP" = "Nouveau";

/* No comment provided by engineer. */
"PALETTE_ADD_PAGELET" = "Objets";

/* No comment provided by engineer. */
"PALETTE_ADD_PAGELET_POPUP" = "Objets";

/* No comment provided by engineer. */
"PALETTE_CHOOSE_DESIGN" = "Designs";

/* No comment provided by engineer. */
"PALETTE_CREATE_EDIT_LINK" = "Créer/modifier un lien";

/* No comment provided by engineer. */
"PALETTE_EDIT_HTML" = "Modifier HTML brut";

/* No comment provided by engineer. */
"PALETTE_EDIT_ONOFF" = "Afficher/masquer les marqueurs";

/* No comment provided by engineer. */
"PALETTE_EXPORT" = "Exporter";

/* No comment provided by engineer. */
"PALETTE_GROUP_COLLECTION" = "Groupe";

/* No comment provided by engineer. */
"PALETTE_INSERT_INDEX" = "Index";

/* No comment provided by engineer. */
"PALETTE_INSERT_TEXT_BOX" = "Case de texte";

/* No comment provided by engineer. */
"PALETTE_PUBLISH" = "Publier les modifications";

/* No comment provided by engineer. */
"PALETTE_PUBLISH_ALL" = "Publier le site complet";

/* No comment provided by engineer. */
"PALETTE_SETUP_HOST" = "Configurer l'hôte";

/* No comment provided by engineer. */
"PALETTE_TOGGLE_INFO" = "Inspecteur";

/* No comment provided by engineer. */
"PALETTE_TOGGLE_MEDIA" = "Média";

/* status message for test connection */
"Password was not accepted." = "Le mot de passe fut refusé.";

/* Paste MenuItem */
"Paste" = "Coller";

/* name of object to insert */
"Paste or edit your own HTML code" = "Collez ou modifiez votre propre code HTML";

/* page title
   pagelet title */

"Photo" = "Photo";

/* menu item title */
"Photo/Video" = "Photo/Vidéo";

/* Text embossed on placeholder photo */
"Placeholder Image" = "Contenant Image";

/* Publishing engine authentication error */
"Please check your account settings in the MobileMe System Preferences pane." = "Veuillez vérifier les réglages de votre compte MobileMe dans le panneau Préférences Système.";

/* error recovery suggestion */
"Please choose a different location to copy to." = "Veuillez choisir un emplacement différent de la copie";

/* prompt for exporting a website to a folder */
"Please create a folder to contain your site." = "Veuillez créer un dossier pour contenir votre site.";

/* No comment provided by engineer. */
"Please note that there was a raw HTML object that you have chosen not to be included in this validation." = "Veuillez noter que vous avez choisi de ne pas inclure dans cette validation un objet en HTML brut.";

/* No comment provided by engineer. */
"Please note that there were %d raw HTML objects that you have chosen not to be included in this validation." = "Veuillez noter que vous avez choisi de ne pas inclure dans cette validation %d objets en HTML brut.";

/* Publishing engine authentication error */
"Please run the Host Setup Assistant again to test your host setup." = "Veuillez lancer l'Assistant de configuration de l'hôte à nouveau pour tester la configuration de votre hôte.";

/* Publishing engine authentication error */
"Please run the Host Setup Assistant and re-enter your host's login credentials." = "Veuillez lancer l'Assistant de configuration de l'hôte et entrez à nouveau vos information de connexion de l’hôte.";

/* Hosting not setup */
"Please set up the site for publishing, or export it to a folder instead." = "Veuillez configurer le site de la publication, ou l'exporter vers un dossier à la place.";

/* Message to user following problem submission from an older version of the Application */
"Please update %@ to a newer version." = "Veuillez mettre à niveau %@ à une version plus récente.";

/* URL has not been specified - placeholder message */
"Please use the Inspector to enter the URL of a Flash." = "Veuillez utilisez l'inspecteur pour saisir l'URL d'un fichier Flash.";

/* URL has not been specified - placeholder message */
"Please use the Inspector to enter the URL of a video." = "Veuillez utiliser l'inspecteur pour saisir l'URL d'une vidéo.";

/* Plug-in Inspector */
"Plug-in" = "Module";

/* Alert Message Title, only one plug-in was installed */
"Plug-in Installed" = "Module installé";

/* alert title */
"Plug-ins Downloaded" = "Modules téléchargés";

/* Alert Message Title, multiple plug-ins were installed */
"Plug-ins Installed" = "Modules installés";

/* Uploading progress info */
"Preparing to export…" = "Préparation de l’exportation…";

/* Uploading progress info */
"Preparing to upload…" = "Préparation du téléversement…";

/* status of HTML text entered into window */
"Preview and validation is disabled for this object" = "Aperçu et validation sont désactivés pour cet objet";

/* name appened to copy of file before version migration */
"previous" = "précédent";

/* status of HTML text entered into window */
"Problems detected with the structure of the HTML. Validate for more information." = "Des problèmes de structure de l'HTML ont été détectés. Demander la validation pour plus d'informations.";

/* status of HTML text entered into window */
"Problems detected with this HTML. Validate for more information." = "Des problèmes ont été détectés avec cet HTML. Demander la validation pour plus d'informations.";

/* No comment provided by engineer. */
"Publish All" = "Publier le site complet";

/* Quick Look preview sticky-note text */
"Published at" = "Publié sur";

/* Growl notification */
"Publishing Complete" = "Publication terminée";

/* Upload message text */
"Publishing failed." = "La publication a échoué.";

/* Upload message text */
"Publishing finished." = "La publication est terminée.";

/* window title */
"Publishing Transcript" = "Publication de la transcription";

/* Publishing sheet title */
"Publishing…" = "Publication…";

/* Prompt to purchase license */
"Purchase your License to %@:" = "Achetez votre licence de %@ :";

/* Title of alert */
"Quartz Extreme Not Available" = "Quartz Extreme indisponible";

/* Quit button */
"Quit" = "Quitter";

/* name of object to insert */
"Raw HTML" = "HTML brut";

/* HTML Validator Window Title. Followed by <count> errors, <count> warnings */
"Raw HTML Object Validator Results: %@, %@" = "Résultats de validation pour l'objet en HTML brut : %1$@, %2$@";

/* New page pulldown button menu item title */
"Raw HTML/Text" = "HTML brut/Texte";

/* status message for test connection */
"Received the error message: %@" = "A reçu le message d'erreur : %@";

/* No comment provided by engineer. */
"Registration Key Accepted" = "Clef d'enregistrement acceptée";

/* tooltip for reload button */
"Reload web view" = "Recharger la présentation Web";

/* context menu item */
"Remove Custom Summary" = "Retirer le résumé habituel";

/* name of object to insert */
"Replace with your own image, movie, sound" = "Remplacer avec vos propres image, film, son";

/* warning shown after [English] description of a plugin in the plug-in installer window */
"Requires %@ version %@." = "Nécessite %1$@ version %2$@.";

/* title of alert */
"Restricted Publishing" = "Publication restreinte";

/* Indicator of license status of app */
"Sandvox 2 license required" = "Licence requise pour Sandvox 2";

/* Acknowledgments Window Title */
"Sandvox Acknowledgments" = "Remerciements Sandvox";

/* Explanation Text for validator output */
"Sandvox has a problem and has produced incorrect HTML" = "Sandvox a un problème et a produit un HTML incorrect";

/* alert info text */
"Sandvox has detected that no content has changed since the site was last published. Publish All will upload all content, regardless of whether it has changed or not." = "Sandvox a détecté que le contenu n'a pas changé depuis que le site a été publié. Publier Tout téléversera tout le contenu, sans savoir s'il a changé ou non.";

/* explanation of license status - please make sure this will fit on welcome window when unlicensed */
"Sandvox is free for publishing small websites, up to %d pages. For more complex sites, you need to enter a valid license." = "Sandvox est gratuit pour publier de petits sites web, jusqu'à %d pages. Pour des sites plus complexes, il vous faut saisir une licence valide.";

/* explanation of license status - please make sure this will fit on welcome window when unlicensed */
"Sandvox is free for publishing small websites, up to %d pages. For more complex sites, you will want to buy a license." = "Sandvox est gratuit pour publier de petits sites web, jusqu'à %d pages. Pour des sites plus complexes, il vous faut acheter une licence.";

/* status message for test connection */
"Sandvox is unable to write a test file into your computer\\U2019s temporary directory." = "Sandvox ne peut pas écrire un fichier test dans le répertoire provisoire de votre ordinateur.";

/* Alert: Beta Message */
"Sandvox Public Beta" = "Bêta public Sandvox";

/* Release Notes Window Title */
"Sandvox Release Notes" = "Notes de publication Sandvox";

/* kind of document */
"Sandvox Site" = "Site Sandvox";

/* error reason: document metadata is unreadable */
"Sandvox was not able to read the document metadata.\n\nPlease contact Karelia Software by sending feedback from the “Sandvox” menu." = "Sandvox n'a pas pu lire les métadonnées du document.\n\nVeuillez contacter Karelia Software en leur envoyant un commentaire depuis le menu \"Sandvox\".";

/* could not connect */
"Sandvox was not able to successfully reach your computer from the Internet." = "Sandvox n'a pu atteindre Internet avec succès à partir de votre ordinateur.";

/* Message in alert */
"Sandvox was unable create a file inside the \\U201CSites\\U201D folder in your home directory. You will need to make this folder writable (using the Finder)." = "Sandvox ne pouvait pas créer un fichier dans le dossier \"Sites\" dans votre répertoire local. Vous devrez rendre ce dossier inscriptible (en utilisant le Finder).";

/* Message in alert */
"Sandvox was unable create a file inside the folder at '%@' on your computer. Do you want to make this folder writable by all users on your computer?" = "Sandvox ne pouvait pas créer un fichier dans le dossier dans '%@' sur votre ordinateur. Voulez-vous rendre ce dossier inscriptible pour tous les utilisateurs sur votre ordinateur ?";

/* Message in alert */
"Sandvox was unable create a file inside the folder at '%@' on your computer. You will need to perform this adjustment using the Finder." = "Sandvox ne pouvait pas créer un fichier dans le dossier à '%@ ' sur votre ordinateur. Vous devrez faire ce réglage à l'aide du Finder.";

/* Message in alert */
"Sandvox was unable create a folder called \\U201CSites\\U201D in your home directory. You will need to repair your Mac OS X installation so that you are able to create files in your home folder." = "Sandvox ne pouvait pas créer un dossier intitulé \"Sites\" dans votre répertoire local. Vous devrez réparer votre installation Mac OS X pour que vous puissiez créer des fichiers dans votre dossier Départ.";

/* Message in alert */
"Sandvox was unable to find the folder at the path '%@'. You will need repair your Mac OS X installation so that this directory exists." = "Sandvox ne pouvait pas trouver le dossier dans le chemin d'accès '%@'. Vous devrez réparer votre installation Mac OS X pour que ce répertoire existe.";

/* Quartz Extreme Comment */
"Sandvox will still function perfectly well, but not be able to create fancy page titles." = "Sandvox fonctionnera parfaitement bien, mais ne pourra pas créer des pages titres de fantaisie.";

/* Save Button */
"Save" = "Enregistrer";

/* Message while checking documents. */
"Searching for previously opened documents…" = "Recherche de documents ouverts précédemment…";

/* Button Title */
"Send" = "Envoyer";

/* Message to user during HTTP submit */
"Sending report to Karelia…" = "Envoi d'un rapport à Karelia…";

/* Message to user during HTTP submit */
"Sending request to Karelia…" = "Envoi de la requête à Karelia...";

/* status message for test connection */
"Server reached." = "Serveur rejoint.";

/* Description of an HTTP error */
"Server returned status code %d" = "Le serveur a retourné le code de statut %d";

/* menu title to show inspector panel */
"Show Inspector" = "Afficher l'Inspecteur";

/* menu title to show inspector panel */
"Show Inspectors" = "Afficher les inspecteurs";

/* menu title to show inspector panel */
"Show Media Browser" = "Afficher le navigateur de média";

/* No comment provided by engineer. */
"Showing all matches" = "Affiche toutes les concordances";

/* Showing which items matched the current filter */
"Showing matches for %@" = "Affiche toutes les concordances pour %@";

/* menu title */
"Single Page" = "Page unique";

/* menu title with ellipses
   menu title, NO ellipses */

"Single Page…" = "Page unique…";

/* Window title */
"Site Code Injection" = "Injection du code du site";

/* doc open error */
"Site not found" = "Site non trouvé";

/* menu item title */
"Sitemap" = "Carte du site";

/* Skip navigation LINK on web pages */
"skipNavigationLinkHTML" = "[Passer]";

/* Site navigation title on web pages (can be empty if link is understandable) */
"skipNavigationTitleHTML" = "Navigation du site";

/* Skip sidebars LINK on web pages */
"skipSidebarsLinkHTML" = "[Passer]";

/* Sidebar title on web pages (can be empty if link is understandable) */
"skipSidebarsTitleHTML" = "Barre latérale";

/* menu item */
"Social" = "Social";

/* Explanation Text for validator output */
"Some HTML is not acceptable for the document type you have specified on the page" = "Certain code HTML n'est pas acceptable pour le type de document que vous avez spécifié sur cette page";

/* Explanation Text for validator output */
"Some HTML is not acceptable for the specified document type: %@" = "Certain code HTML n'est pas acceptable pour le type de document spécifié : %@";

/* Explanation Text for validator output */
"Some HTML that you have entered is invalid" = "Certain code HTML saisi est invalide";

/* Explanation Text for validator output */
"Some HTML, that you placed on raw HTML objects, is invalid" = "Certain code HTML, que vous avez placé sur des objets en HTML brut, est invalide";

/* Explanation Text for validator output */
"Some HTML, that you placed on raw HTML objects, is not acceptable for the specified document type: %@" = "Certain code HTML, que vous avez placé sur des objets en HTML brut, n'est pas acceptable pour le type de document spécifié : %@";

/* category for kind of design, goes below 'Choose a design for your site:',  above list of designs. */
"Specialty" = "Spécialité";

/* Specified document path is a directory. */
"Specified document path is a directory." = "Chemin indiqué du document est un répertoire.";

/* type of design */
"Standard width" = "Largeur standard";

/* button title to stop downloading
   Stop publishing button title */

"Stop" = "Arrêter";

/* tooltip for stop button */
"Stop loading" = "Arrête le chargement";

/* Title of alert */
"Temporary License Expired" = "Licence temporairement expirée";

/* Message to user following successful HTTP submit */
"Thanks for submitting your report." = "Merci d'avoir envoyé votre rapport.";

/* Message to user following successful HTTP submit */
"Thanks.  (You were already on our email list.)" = "Merci. (Vous étez déjà sur notre liste d'envoi.)";

/* Message to user following successful HTTP submit */
"Thanks.  We are sending you a confirmation email." = "Merci. Nous vous envoyons un message de confirmation.";

/* alert message */
"The document could not be copied." = "Le document ne peut pas être copié.";

/* alert message */
"The document could not be copied. Sandvox was unable to remove an existing file or folder at the same location." = "Le document ne peut pas être copié. Sandvox a été incapable de supprimer un fichier ou un dossier, au même endroit.";

/* brief description of error. */
"The document could not be opened. %@" = "Le document n'a pas pu être ouvert. %@";

/* brief description of error. */
"The document “%@” could not be opened. %@" = "Le document “%1$@” n’a pas pu être ouvert. %2$@";

/* To be followed by 3 error messages */
"The first 3 are:\n" = "Les 3 premiers sont :\n";

/* Message in alert */
"The folder at '%@' needs to be readable by other users in order to host your website from your computer. You will need to make this folder fully readable (using the Finder)." = "Le dossier dans '%@' doit être lisible par d'autres utilisateurs afin d'accueillir votre site Web à partir de votre ordinateur. Vous devrez rendre ce dossier entièrement lisible (à l'aide du Finder).";

/* result of installation */
"The following plug-ins could not be installed:\n\n%@" = "Les modules suivants n'ont pas pu être installés : \n\n %@";

/* result of installation */
"The following plug-ins were installed:\n\n%@\nPlease re-launch Sandvox to make use of newly installed plug-ins." = "Les modules suivants ont été installés : \n\n%@ nVeuillez relancer Sandvox pour utiliser les modules nouvellement installés.";

/* Message in alert */
"The following URL could not be opened:\n\n%@\n\nThis may be an invalid Web URL, or perhaps your Mac may not be configured properly to open Web URLs. You can select and copy the URL above and paste it into your Web browser." = "L'URL suivante ne pouvait pas être ouverte :\n\n%@\n\nCe peut être une URL Web incorrecte, ou peut-être que votre Mac n'est pas configuré correctement pour ouvrir les URL Web. Vous pouvez choisir et copier l'URL ci-dessus et la coller dans votre navigateur Web.";

/* No comment provided by engineer. */
"The host you have chosen always serves its text encoded as '%@'.  In order to prevent certain text from appearing incorrectly, we suggest that you set your site's 'Character Encoding' property to match this, using the inspector." = "L'hôte que vous avez choisi sert toujours son texte encodé sous '%@'. Afin d'empêcher certain texte d'apparaître incorrectement, nous suggèrent que vous définissiez la propriété 'Encodage de caractères' de votre site pour correspondre à ceci, en utilisant l'inspecteur.";

/* No comment provided by engineer. */
"The key returned by the payment server, \\U201C%@\\U201D, was not accepted. Please try to enter the key manually, or submit feedback from the 'Help' menu if you are still having problems." = "La clef retournée par le serveur de paiement, \"%@\", n'a pas été acceptée. Veuillez essayer de saisir la clé manuellement, ou envoyez un commentaire à partir du menu 'Aide' si vous avez encore des problèmes.";

/* No comment provided by engineer. */
"The key you entered, \\U201C%@\\U201D, was not accepted. Please make sure all words are spelled exactly the same as the given code. (Try copying and pasting into the text field.)\n\nNote: Your registration key is a sequence of words, usually your name followed by three nonsense words." = "La clé que vous avez saisie, \"%@\", n'a pas été acceptée. Veuillez vous assurer que tous les mots sont orthographiés exactement comme le code donné. (Essayez de le copier-coller dans le champ texte.)\n\nNota : Votre clé d'enregistrement est une suite de mots, habituellement votre nom suivi de trois mots sans sens.";

/* Message in alert */
"The keychain manager returned error %d, so your password was not stored in the keychain.  You may need to run the \\U201CKeychain Access\\U201D utility and repair your keychain, and then set up your host again." = "Le gestionnaire de trousseau a renvoyé l'erreur %d, donc votre mot de passe n'a pas été stocké dans le trousseau. Vous devrez peut-être lancer l'utilitaire \"Trousseau d'accès\" et réparer votre trousseau, puis reconfigurer votre hôte.";

/* No comment provided by engineer. */
"The recent submission of your problem report to Karelia software resulted in the following message:" = "La soumission récente de votre problème de rapport à Karelia software  au message suivant :";

/* explanation of license status - please make sure this will fit on welcome window when unlicensed */
"The registration key you entered has expired." = "La clé d'enregistrement que vous avez saisie a expiré.";

/* Alert title */
"The site cannot be exported here as that would replace the document." = "Le site ne peut pas être exporté ici car cela remplacerait le document.";

/* Export error */
"The site could not be exported. Could not remove the existing file at:\r%@" = "Le site ne peut pas être exporté. Impossible de supprimer le fichier existant à l'adresse suivante : \r%@";

/* Transfer Controller */
"The site has been published to %@." = "Le site a été publié sur %@.";

/* Transfer Controller */
"The site has been published to this computer." = "Le site a été publié sur cet ordinateur.";

/* Unknown URL for the localhost */
"The URL from which this site should be reachable has not been determined yet." = "L'URL dont ce site devrait être accessible n'a pas été déterminée encore.";

/* note to show somebody in the message window */
"The validation report will be attached to this message." = "Le rapport de validation sera attaché à ce message.";

/* No comment provided by engineer. */
"The validator returned the following status message:\n\n%@%@" = "Le validateur a renvoyé le message de statut suivant :\n\n%1$@%2$@";

/* Alert message when pasting/dropping in pages whose filenames conflict */
"There are already some pages with the same file name as those you are adding. Do you wish to rename them to be different?" = "Il y a déjà quelques pages avec le même nom de fichier que celles que vous ajoutez. Voulez-vous les renommer pour qu'elles soient différentes ?";

/* brief description of error. */
"There is a problem with the document." = "Ce document a un problème.";

/* Alert message when changing the file name or extension of a page to match an existing file */
"There is already a page with the file name \\U201C%@.\\U201D Do you wish to rename it to \\U201C%@?\\U201D" = "Il existe déjà une page avec le nom de fichier \"%1$@.\" Voulez-vous la renommer en \"%2$@?\"";

/* placeholder string */
"This can be replaced with any HTML you want." = "Ceci peut être remplacé par n'importe quel code HTML.";

/* error reason: document model version is unknown */
"This document appears to have an unknown document model.\n\nPlease contact Karelia Software by sending feedback from the 'Sandvox' menu." = "Le modèle de document de ce document semble inconnu.\n\nVeuillez contacter Karelia Software en envoyant un commentaire depuis le menu 'Sandvox'.";

/* validation error message for invalid hostname */
"This does not appear to be a valid hostname. A hostname consists of server name(s) and a domain name, like server.domain.com, or is a valid IP address like '123.45.67.89'." = "Ceci ne semble pas être un nom d'hôte valide. Un nom d'hôte se compose du/des nom(s) du serveur et d'un nom de domaine, comme server.domain.com, ou est une adresse IP valide comme '123.45.67.89'.";

/* validation error message for invalid web hostname */
"This does not appear to be a valid Web URL. %@%@%@ does not appear to be a valid hostname." = "Ceci ne semble pas être une URL Web valide. %1$@%2$@%3$@ ne semble pas être un nom d'hôte valide.";

/* status of HTML text entered into window */
"This HTML is confirmed as being valid." = "Ce code HTML est confirmé valide.";

/* tooltip */
"This image is a placeholder. Drag a new media file here to replace it." = "Cette image est un contenant. Faites-y glisser un nouveau fichier de média pour la remplacer.";

/* Live data feeds disabled message. */
"This is a placeholder for a Flash file. The full Flash presentation will appear once you publish this website, but to see the Flash in Sandvox, please enable live data feeds in the preferences." = "Ceci est un contenant pour un fichier Flash. Toute la présentation Flash apparaîtra une fois que vous aurez publié ce site web, mais pour voir du Flash dans Sandvox, veuillez activer les flux de données en direct dans les préférences.";

/* Live data feeds disabled message. */
"This is a placeholder for a video. The full video will appear once you publish this website, but to see the video in Sandvox, please enable live data feeds in the preferences." = "C'est un espace pour une vidéo. Le vidéo complet apparaîtra une fois que vous publiez ce site, mais à voir la vidéo dans Sandvox, veuillez activer le flux de données en direct dans les préférences.";

/* Suggestion for the user to perform -- the text between [ and ] will be hyperlinked */
"This is not very likely, but if you can see that the invalid code is part of the Sandvox template, please [contact Karelia]." = "Ceci est assez improbable, mais si vous vous apercevez que le code invalide fait partie d'un modèle Sandvox, veuillez [contacter Karelia].";

/* title of reminder note - please make sure this will fit on welcome window when unlicensed */
"This is the free edition of Sandvox" = "Ceci est la version gratuite de Sandvox";

/* Suggestion for the user to perform */
"This kind of warning can usually be ignored but you may want to verify your page on several browsers" = "Généralement ce type d'avertissement peut être ignoré mais vous pouvez vérifier votre page sur plusieurs navigateurs";

/* No comment provided by engineer. */
"This message has been saved to your desktop as '%@-Paypal Error.html'." = "Ce message a été enregistré sur votre bureau sous '%@-Paypal Error.html'.";

/* No comment provided by engineer. */
"This version of Sandvox has expired." = "Cette version de Sandvox a expiré.";

/* No comment provided by engineer. */
"This version of Sandvox is no longer functional. Sandvox will now check for updates; please install the newest version if available." = "Cette version de Sandvox n'est plus fonctionnelle. Sandvox va maintenant rechercher une mise à jour ; veuillez installer la dernière version si disponible.";

/* No comment provided by engineer. */
"This website cannot be published until you have set up your MobileMe account." = "Ce site Web ne peut pas être publié jusqu'à ce que vous ayez configuré votre compte MobileMe.";

/* Hosting not setup */
"This website is not set up to be published on this computer or on another host." = "Ce site n'est pas configuré pour être publié sur cet ordinateur ou sur un autre hôte.";

/* summary text for unpublished website */
"This website is not set up to be published on this computer or on another host.\n\nClick Edit to set up where to publish your site." = "Ce site Web n'est pas configuré pour être publié sur cet ordinateur ou sur un autre hôte.\n\nCliquer Modifier pour configurer où publier votre site.";

/* introduction of local hosting */
"This website will be published locally on your computer." = "Ce site Web sera publié localement sur votre ordinateur.";

/* introduction of remote hosting for non-MobileMe account */
"This website will be published on an external host." = "Ce site Web sera publié sur un hôte externe.";

/* format for summary of dot mac account */
"This website will be published on your \\U201C%@\\U201D account." = "Ce site Web sera publié sur votre compte \"%@\".";

/* introduction of remote hosting for MobileMe account */
"This website will be published on your \\U201C%@\\U201D MobileMe account." = "Ce site Web sera publié sur votre compte MobileMe \"%@\".";

/* alert subtitle */
"This will break any bookmarks to the page your visitors might have saved." = "Ceci cassera tout signet sur vos pages sauvegardé par des visiteurs.";

/* status message for test connection */
"Timed out, unable to complete tests." = "Connexion échouée, incapable de terminer les tests.";

/* placeholder */
"Title" = "Titre";

/* Prompt in webview */
"To enable comments, please choose a provider in the Comments Inspector" = "Pour activer les commentaires, veuillez choisir un fournisseur dans l'inspecteur de commentaires";

/* Prompt in webview */
"To enable DISQUS, enter the shortname of this site into the Comments Inspector" = "Pour activer DISQUS, saisissez le raccourci de ce site dans l'inspecteur de commentaires";

/* Prompt in webview */
"To enable IntenseDebate, enter the Account ID of this site into the Comments Inspector" = "Pour activer IntenseDebate, saisissez l'ID du compte de ce site dans l'inspecteur de commentaires";

/* add pages to collection */
"To see the Index, please add indexable pages to the collection." = "Pour voir l'index, veuillez ajouter des pages indexables à la collection.";

/* Relative Date - Today */
"Today" = "Today";

/* Relative Date - Tomorrow */
"Tomorrow" = "Demain";

/* No comment provided by engineer. */
"TOOLBAR_ADD_PAGE" = "Nouveau";

/* No comment provided by engineer. */
"TOOLBAR_ADD_PAGELET" = "Objets";

/* No comment provided by engineer. */
"TOOLBAR_CHOOSE_DESIGN" = "Designs";

/* No comment provided by engineer. */
"TOOLBAR_CREATE_LINK" = "Créer un lien";

/* No comment provided by engineer. */
"TOOLBAR_EDIT_HTML" = "Modifier HTML brut";

/* No comment provided by engineer. */
"TOOLBAR_EDIT_LINK" = "Modifier un lien";

/* No comment provided by engineer. */
"TOOLBAR_EDIT_OFF" = "Masquer les marqueurs";

/* No comment provided by engineer. */
"TOOLBAR_EDIT_ON" = "Afficher les marqueurs";

/* No comment provided by engineer. */
"TOOLBAR_EXPORT" = "Exporter";

/* No comment provided by engineer. */
"TOOLBAR_GROUP_COLLECTION" = "Groupe";

/* No comment provided by engineer. */
"TOOLBAR_INSERT_INDEX" = "Index";

/* No comment provided by engineer. */
"TOOLBAR_INSERT_TEXT_BOX" = "Case de texte";

/* No comment provided by engineer. */
"TOOLBAR_PUBLISH" = "Publier";

/* No comment provided by engineer. */
"TOOLBAR_PUBLISH_ALL" = "Publier le site complet";

/* No comment provided by engineer. */
"TOOLBAR_SETUP_HOST" = "Configurer l'hôte";

/* No comment provided by engineer. */
"TOOLBAR_TOGGLE_INFO" = "Inspecteur";

/* No comment provided by engineer. */
"TOOLBAR_TOGGLE_MEDIA" = "Média";

/* tooltip */
"TOOLTIP_ADD_PAGE" = "Ajoute une nouvelle page à votre site.";

/* tooltip */
"TOOLTIP_ADD_PAGELET" = "Ajouter un nouvel objet à la page actuelle.";

/* tooltip */
"TOOLTIP_CHOOSE_DESIGN" = "Choisissez un design pour votre site.";

/* tooltip */
"TOOLTIP_CREATE_LINK" = "Ouvre le panneau pour créer un lien du texte choisi";

/* No comment provided by engineer. */
"TOOLTIP_EDIT_HTML" = "Modifier le HTML de l'élément dans une nouvelle fenêtre";

/* tooltip */
"TOOLTIP_EDIT_LINK" = "Ouvre le panneau pour modifier le lien choisi";

/* tooltip */
"TOOLTIP_EDIT_OFF" = "Masque les marqueurs de page pour simplifier l'édition";

/* tooltip */
"TOOLTIP_EDIT_ON" = "Affiche les marqueurs d'édition pour simplifier l'édition";

/* tooltip */
"TOOLTIP_EXPORT" = "Exporter le site vers votre disque dur local.";

/* tooltip */
"TOOLTIP_GROUP_COLLECTION" = "Groupe les pages choisies sous une nouvelle collection.";

/* tooltip */
"TOOLTIP_INSERT_INDEX" = "Ajouter un nouvel index à votre site.";

/* tooltip */
"TOOLTIP_INSERT_TEXT_BOX" = "Ajouter une nouvelle boîte de texte à la page actuelle.";

/* tooltip */
"TOOLTIP_PUBLISH" = "Envoie les modifications à votre FAI.";

/* tooltip */
"TOOLTIP_PUBLISH_ALL" = "Envoyer le site entieur à votre FAI.";

/* tooltip */
"TOOLTIP_SETUP_HOST" = "Affiche l'Assistant de configuration de l'hôte";

/* tooltip */
"TOOLTIP_TOGGLE_INFO" = "Affiche/masque le panneau Inspecteur";

/* tooltip */
"TOOLTIP_TOGGLE_MEDIA" = "Affiche/masque le navigateur de média";

/* Message to user following unsuccessful HTTP submit */
"Transmission error; Your message will be re-sent later." = "Erreur de transmission; Votre message sera envoyé à nouveau plus tard.";

/* Indicator of license status of app */
"Trial expired" = "L'essai a expiré";

/* title of reminder note - please make sure this will fit on welcome window when unlicensed */
"Trial License Expired" = "La licence d'essai a expiré";

/* No comment provided by engineer. */
"Try Again" = "Réessayer";

/* status message for test connection */
"Unable to connect; the password was not accepted for your account. Please go back and review your account information." = "Incapable de valider; le mot de passe fut refusé pour votre compte. Veuillez revenir et revoir l'information de votre compte.";

/* error message */
"Unable to contact validator.w3.org to perform the validation. You may wish to try again later." = "Impossible de contacter validator.w3.org pour valider. Vous pourrez réessayer ultérieurement.";

/* No comment provided by engineer. */
"Unable to convert %@ to editable HTML." = "Impossible de convertir %@ d'un HTML modifiables.";

/* No comment provided by engineer. */
"Unable to convert document %@ to HTML." = "Impossible de convertir document %@ en HTML.";

/* status message for test connection */
"Unable to create test file %@" = "Incapable de créer un fichier test %@";

/* Description of an error */
"Unable to decompress data, code=%d" = "Impossible de décompresser les données, code = %d";

/* status message for test connection */
"Unable to download file from URL: %@" = "Incapable de télécharger un fichier depuis l'URL : %@";

/* status message for test connection */
"Unable to download the test file from the server. You may have your host's URL Format misconfigured." = "Incapable de télécharger le fichier test du serveur. Vous pouvez avoir mal configuré le format URL de votre serveur.";

/* status of movie chosen for video. Should fit in 3 lines in inspector. */
"Unable to embed remotely-hosted Flash-based video." = "Impossible d'intégrer une vidéo hébergée à distance basée sur du Flash.";

/* status message for test connection */
"Unable to establish a HTTP connection to the server. You may have your host's URL Format misconfigured." = "Incapable d'établir une connexion HTTP au serveur. Vous pouvez avoir mal configuré le format URL de votre hôte.";

/* status message for test connection */
"Unable to establish connection to URL: %@" = "Incapable d'établir une connexion à l'URL : %@";

/* alert: Unable to locate previously opened files. */
"Unable to locate previously opened files." = "Incapable de trouver certains fichiers ouverts précédemment.";

/* Alert: Unable to migrate document data from %@ to %@, reason: %@. */
"Unable to migrate document data from %@, reason: %@." = "Impossible de migrer des documents à partir de %1$@, la raison : %2$@.";

/* Alert: Unable to migrate document data from %@ to %@. */
"Unable to migrate document data from %@." = "Impossible de migrer des documents à partir de %@.";

/* Title of alert */
"Unable to Open Web URL" = "Incapable d'ouvrir l'URL Web";

/* No comment provided by engineer. */
"Unable to read document “%@”." = "Impossible de lire le document \"%@\".";

/* Alert: Unable to rename document from %@ to %@. Upgrade cannot be completed. */
"Unable to rename document from %@ to %@. Upgrade cannot be completed." = "Incapable de renommer le document de %1$@ à %2$@. La mise à niveau ne peut être terminée.";

/* Message to user following unsuccessful HTTP submit */
"Unable to sign you up. Please try again later." = "Impossible de vous inscrire. Veuillez essayer à nouveau plus tard.";

/* Alert: Unable to upgrade document at path %@. Path does not appear to be a file. */
"Unable to upgrade document at path %@. Path does not appear to be a file." = "Incapable de mettre à niveau le document au chemin %@. Le chemin d'accès ne semble pas être un fichier.";

/* Title of alert */
"Unable to Validate" = "Incapable de valider";

/* placeholder text */
"Untitled" = "Sans titre";

/* fallback page title if no title is otherwise found */
"Untitled Page" = "Page sans titre";

/* Text Box title */
"Untitled Text" = "Texte sans titre";

/* Button title to enter a license Code */
"Update License" = "Mettre à jour la licence";

/* Indication that an installed plug-in has been updated and needs to be downloaded. */
"Updated" = "Mis à jour";

/* title of reminder note - please make sure this will fit on welcome window when unlicensed */
"Upgrade to Sandvox 2" = "Mettre à jour avec Sandvox 2";

/* Button title to purchase a license */
"Upgrade your License" = "Mettre à niveau votre licence";

/* Prompt to purchase ADDITIONAL/Upgrade licenses */
"Upgrade Your License or Purchase Additional Licenses to %@:" = "Mettre à niveau votre licence ou acheter des licences supplémentaires %@ :";

/* document upgrade message text */
"Upgrading document “%@.”" = "Mise à jour du document \"%@\".";

/* Upload information */
"Uploading “%@”" = "Téléversement de “%@”";

/* status of file chosen for audio. Should fit in 3 lines in inspector. */
"Use .mp3 or .wav file for maximum compatibility." = "Utiliser un fichier .mp3 ou .wav pour une compatibilité maximale.";

/* Code Injection information */
"Use Code Injection to insert custom code, such as <script> tags or additional HTML, into every page of the site." = "Utiliser l'injection de code pour insérer un code personnalisé, comme des balises <script> ou du HTML supplémentaire, dans chaque page du site.";

/* Code Injection information */
"Use Code Injection to insert custom code, such as <script> tags or additional HTML, into the selected page(s)." = "Utiliser l'injection de code pour insérer un code personnalisé, comme des balises <script> ou du HTML supplémentaire, dans la ou les pages sélectionnées.";

/* status of movie chosen for video. Should fit in 3 lines in inspector. */
"Use MPEG-4 (h.264) video for maximum compatibility." = "Utiliser une vidéo MPEG-4 (h.264) pour une compatibilité maximale.";

/* set index collection */
"Use the Inspector to connect this index to a collection." = "Utiliser l'inspecteur pour connecter cet index à une collection.";

/* Code Injection placeholder text */
"Use this field to insert code after the <body> tag. This is generally used by JavaScripts that prepare for the rest of the page contents." = "Utilisez ce champ pour insérer le code après la balise <body>. Ceci est généralement utilisé par des Javascripts qui préparent le reste de la page.";

/* Code Injection placeholder text */
"Use this field to insert code after the first <meta> tag. Useful for scripts that must be placed at this location. Otherwise, use the field below to insert code after the main tags." = "Utilisez ce champ pour insérer le code après la première balise<meta>. Utile pour les scripts qui doivent être placés à cet endroit. Sinon, utilisez le champ ci-dessous pour insérer le code après les principales balises.";

/* Code Injection placeholder text */
"Use this field to insert code at the end of the page, right before the </body> tag. This is generally used to include JavaScript that processes the preceding page contents." = "Utilisez ce champ pour insérer le code à la fin de la page, juste avant la balise </body>. Ceci est généralement utilisé pour inclure des JavaScript qui traitent le contenu précédent de la page.";

/* Code Injection placeholder text */
"Use this field to insert code at the very beginning of the document, before the opening <html> tag. This is never any HTML or Javascript code; it's only for server-side scripts (such as PHP code) to affect the headers, set cookies, etc." = "Utilisez ce champ pour insérer le code au tout début du document, avant la balise <html> du début. Il n'y a jamais de code HTML ou Javascript, c'est uniquement pour les scripts côté serveur (comme du code PHP) qui affectent les en-têtes, les cookies, etc";

/* Code Injection placeholder text */
"Use this field to insert code before the closing </head> tag. Useful for additional <meta> tags, JavaScript <script> tags, stylesheets, etc." = "Utilisez ce champ pour insérer le code avant la balise </head> finale. Utile pour les autres balises <meta>, les balises<script> JavaScript, les feuilles de style, etc.";

/* Code Injection placeholder text */
"Use this field to insert code directly (e.g JavaScript 'onload') inside of the <body> tag itself." = "Utilisez ce champ pour insérer du code directement (par exemple, JavaScript 'onload') à l'intérieur de la balise <body> elle-même.";

/* Code Injection placeholder text */
"Use this field to insert CSS styles on every page, to override the styles provided by the current design." = "Utiliser ce champ pour insérer des styles CSS sur chaque page, pour écraser les styles fournis avec le modèle actuel.";

/* Publishing engine authentication error */
"Username or password could not be found." = "Nom d'utilisateur ou mot de passe n'a pas pu être trouvé.";

/* validation error message for unexpected non-string */
"Value is not a string" = "Valeur n'est pas une chaîne";

/* name of object to insert */
"Video" = "Vidéo";

/* status of movie chosen for video. Should fit in 3 lines in inspector. */
"Video cannot be loaded on this computer." = "La vidéo ne peut pas être chargée sur cet ordinateur.";

/* status of movie chosen for video. Should fit in 3 lines in inspector. */
"Video cannot be played in most browsers." = "La vidéo ne peut pas être lue dans la plupart des navigateurs.";

/* status of movie chosen for video. Should fit in 3 lines in inspector. */
"Video is compatible with a wide range of devices." = "La vidéo est compatible avec un large éventail d'appareils.";

/* status of movie chosen for video. Should fit in 3 lines in inspector. */
"Video will not play on iOS devices" = "La vidéo ne pourra être lue sur des appareils iOS";

/* status of movie chosen for video. Should fit in 3 lines in inspector. */
"Video will not play on Macs unless \\U201CFlip4Mac\\U201D is installed" = "La vidéo ne pourra pas être lue sur des Macs sauf si “Flip4Mac” est installé";

/* status of movie chosen for video. Should fit in 3 lines in inspector. */
"Video will not play on Windows PCs unless QuickTime is installed" = "La vidéo ne pourra pas être lue sur des PC sous Windows sauf si QuickTime est installé";

/* Menu item */
"Visit Published Page" = "Visitez la page publiée";

/* HSA guide (Our documentation is in English only right now) */
"We suggest you read the troubleshooting section of our help, using the help button on this window." = "Nous suggérons que vous lisiez la section Dépannage (Troubleshooting) de notre aide en ligne (en anglais), à l'aide du bouton Aide sur cette fenêtre.";

/* prompt shown when web sharing is turned on */
"Web sharing is now active." = "Partage Web est maintenant activé.";

/* welcome message, with App name */
"Welcome to %@!" = "Bienvenue sur %@ !";

/* type of design */
"Wide width" = "Grande largeur";

/* No comment provided by engineer. */
"Width" = "Largeur";

/* menu item subtitle */
"Without Sidebar" = "Sans barre latérale";

/* Informative text when offering to locate other missing media files */
"Would you like to use it as well?" = "Souhaitez-vous l'utiliser aussi ?";

/* Informative text when offering to locate other missing media files */
"Would you like to use them as well?" = "Souhaitez-vous les utiliser aussi ?";

/* Wrap Inspector */
"Wrap" = "Envelopper";

/* name of object to insert */
"Write text in a separate box" = "Écrire du texte dans un champ séparé";

/* Description of style of HTML */
"XHTML 1.0 Strict" = "XHTML 1.0 Strict";

/* Description of style of HTML */
"XHTML 1.0 Transitional" = "XHTML 1.0 Transitional";

/* Yes Button */
"Yes" = "Oui";

/* Relative Date - Yesterday */
"Yesterday" = "Hier";

/* No comment provided by engineer. */
"You are now licensed to use %@.\n\nPlease save your registration key in case you need to re-register the program in the future.\n\nYou should quit and re-launch %@ to update the menus to their fully registered state." = "Vous êtes maintenant autorisé à utiliser %1$@.\n\nVeuillez sauvegarder votre clé d'enregistrement au cas où vous auriez besoin de ré-enregistrer le programme à l'avenir. \n \nVous devrez quitter et relancer %2$@ pour mettre à jour les menus à leur état entièrement enregistré.";

/* No comment provided by engineer. */
"You are now licensed to use %@.\n\nYou will also receive an e-mail with your registration key, \\U201C%@\\U201D.\n\nPlease save this key in case you need to re-register the program in the future.\n\nYou should quit and re-launch %@ to update the menus to their fully registered state." = "Vous êtes maintenant autorisé à utiliser %1$@.\n\n Vous recevrez également un courriel ayant votre clé d'enregistrement \",%2$@\". \n\n Veuillez sauvegarder votre clé d'enregistrement au cas où vous auriez besoin de réenregistrer le programme à l'avenir. \n \nVous devrez quitter et relancer %3$@ pour mettre à jour les menus à leur état entièrement enregistré.";

/* Alert: Beta Informative Text */
"You are running Sandvox version %@, build %@.\n\nThis is a Public Beta version and will expire on %@. (We will make a new version available by then.)\n\nIf you find problems, please use \\U201CSend Feedback…\\U201D under the Sandvox menu, or email support@karelia.com.\n\nSince this is BETA software, DO NOT use it with critical data or for critical business functions. Please keep backups of your files and all source material. We cannot guarantee that future versions of Sandvox will be able to open sites created with this version!\n\nUse of this version is subject to the terms and conditions of Karelia Software's Sandvox Beta License Agreement." = "Vous utilisez Sandvox version %1$@, build %2$@.\n\nCeci est une version bêta publique qui expirera le %3$@. (D'ici là nous sortirons une nouvelle version.)\n\nSi vous rencontrez des problèmes, veuillez utiliser \"Envoyer un commentaire…\" dans le menu Sandvox, ou envoyer un courriel à support@karelia.com.\n\nComme il s'agit d'un logiciel BETA, NE PAS l'utiliser avec des données critiques ou pour des fonctions de travail critiques. Veuillez garder des sauvegardes de vos fichiers et de tout matériel source. Nous ne pouvons pas garantir que les futures versions de Sandvox seront capables d'ouvrir des sites créés avec cette version !\n\nL'utilisation de cette version est sujette aux termes et conditions de l'accord de licence bêta Sandvox de Karelia Software.";

/* No comment provided by engineer. */
"You are running the free edition of Sandvox. Only the first %d pages will be exported or uploaded. To publish additional pages, you will need to purchase a license. To publish Raw HTML, you will need to get the Pro edition." = "Vous utilisez la version gratuite de Sandvox. Seules les premières %d pages seront exportées ou téléversées. Pour publier des pages supplémentaires, il vous faudra acheter une licence. Pour publier de l'HTML brut, vous devrez acquérir l'édition Pro.";

/* No comment provided by engineer. */
"You clicked on a link that would open a page that Sandvox cannot directly display.\n\n\t%@\n\nWhen you publish your website, you will be able to view the page with your browser." = "Vous avez cliqué sur un lien qui ouvrirait une page que Sandvox ne peut pas affiché directement.\n\n\t%@\n\nLorsque vous publierez votre site Web, vous serez capable de voir la page avec votre navigateur.";

/* Explanation Text for validator output */
"You have chosen to include popular, but technically invalid markup" = "Vous avez choisi d'inclure un système de marquage populaire mais techniquement invalide";

/* Explanation Text for validator output */
"You have chosen to include popular, but technically invalid markup, in raw HTML objects on this page" = "Vous avez choisi d'inclure un système de marquage populaire mais techniquement invalide, sur des objets en HTML brut sur cette page";

/* No comment provided by engineer. */
"You have chosen to publish your website on a remote host." = "Vous avez choisi de publier votre site Web sur un serveur distant.";

/* Message in alert prompting user to fill out hosting info */
"You have not fully specified and tested your connection information. You may save the configuration in progress, but your website cannot be published until you finish." = "Vous n'avez pas spécifié complètement et testé votre information de connexion. Vous pouvez sauvegarder la configuration en cours, mais votre site Web ne peut pas être publié jusqu'à ce que vous terminiez.";

/* warning when we dont have full host setup */
"You have not fully specified and tested your connection information. You will need to fill in the connection information and verify that you can connect to your host before this website can be published." = "Vous n'avez pas spécifié complètement et testé votre information de connexion. Vous devrez compléter l'information de connexion et vérifier que vous pouvez vous relier à votre serveur avant que ce site Web puisse être publié.";

/* No comment provided by engineer. */
"You may wish to use validator.w3.org to check your published website instead." = "À la place, vous pouvez choisir d'utiliser validator.w3.org pour vérifier le site web que vous avez publié.";

/* status of file chosen for audio. Should fit in 3 lines in inspector. */
"You should verify that audio will play on iOS devices." = "Vous devriez vérifier que l'audio pourra être lu sur des appareils iOS.";

/* No comment provided by engineer. */
"You will need to update Mac OS X 10.5.7 \\U201CLeopard\\U201D (or higher) for this version of Sandvox to function." = "Il vous faudra mettre à jour Mac OS X 10.5.7 \"Leopard\" (ou ultérieur) pour que cette version de Sandvox fonctionne. ";

/* status of movie chosen for video. Should fit in 3 lines in inspector. */
"You will need to verify if this video will play on iOS devices." = "Il vous faudra vérifier si cette vidéo peut être lue sur des appareils iOS.";

/* No comment provided by engineer. */
"Your changes will be lost if you don\\U2019t send it now." = "Vos modifications seront perdues si vous n'envoyez pas maintenant.";

/* warning when computer could not be reached. */
"Your computer could not be reached from the Internet at the URL you have specified, %@. You may need to check your hostname settings, or configure your router or local network so that your computer is reachable from the Internet." = "Votre ordinateur ne pourrait pas être rejoint depuis Internet à l'URL que vous avez indiquée, %@. Vous pouvez avoir besoin de vérifier vos configurations du nom d'hôte, ou configurez votre routeur ou réseau local de sorte que votre ordinateur soit accessible d'Internet.";

/* No comment provided by engineer. */
"Your PayPal transaction was completed, but %@ was unable to reach Karelia's database server to generate your license key. Paypal will attempt to contact our server again in the next 24 hours, and we will email your key as soon as possible. If you do not receive an email after 24 hours, please contact Karelia, at support@karelia.com. Be sure to include this payment confirmation code in your message:" = "Votre transaction PayPal a été complétée, mais %@ a été incapable d'atteindre le serveur de base de données de Karelia pour générer votre clé de licence. Paypal va tenter de communiquer avec notre serveur de nouveau dans les prochaines 24 heures, et nous envoyer votre clé dès que possible. Si vous ne recevez pas d'e-mail après 24 heures, veuillez contacter Karelia, à support@karelia.com (en anglais, si possible. Assurez-vous d'inclure ce code de confirmation de paiement dans votre message :";

/* explanation of license status - please make sure this will fit on welcome window when unlicensed */
"Your registration key for Sandvox 1 is not valid for version 2. Functionality will be limited." = "Votre clé d'enregistrement pour Sandvox 1 n'est pas valide pour la version 2. Les fonctionnalités seront limitées.";

/* No comment provided by engineer. */
"Your registration key has expired. Please contact Karelia Software to receive a fully functional license to continue using %@." = "Votre clé d'enregistrement a expiré. Veuillez contacter Karelia Software pour recevoir une licence totalement fonctionnelle pour continuer à utiliser %@.";

/* Growl notification */
"Your site has been exported" = "Votre site a été exporté";

/* Message in alert */
"Your Sites folder needs to be readable by other users in order to host your website from your computer. You will need to make this folder fully readable (using the Finder)." = "Votre dossier Sites doit être lisible par d'autres utilisateurs afin d'accueillir votre site Web à partir de votre ordinateur. Vous devrez rendre ce dossier entièrement lisible (à l'aide du Finder).";

/* a search string in quotes, either by itself or last in a list of strings joined by 'and' */
"“%@”" = "“%@”";

/* a search string in quotes followed by 'and' (with a space afterwards) */
"“%@” and " = "“%@” et ";

/* ellipses appended to command, meaning there will be confirmation alert.  Probably spaces before in French. */
"…" = "…";